
[
  {
    "name": "Strong-brewed Coffee",
    "description": "Coffee has a flavor that is similar to tannin which gives a cotton-mouth feel. Tannin can be intense or smooth and adds depth and dimension to wine similar to a high-quality cup of black coffee.",
    "imageURL": "https://images.unsplash.com/photo-1501492673258-2bcfc17241fd?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=f6142e6df78295ff8d2a9726da2a071e&auto=format&fit=crop&w=2434&q=80"
  },
  {
    "name": "Creamy Milk Chocolate",
    "description": "A creamy chocolate is notable for its smooth buttery finish and tends to coat your mouth with flavor and texture. The flavor is less bitter than a darker chocolate and tends to be more balanced.",
    "imageURL": "https://images.unsplash.com/photo-1481391319762-47dff72954d9?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=ab362788bf38c24e59ab50bf970a1bb6&auto=format&fit=crop&w=2602&q=80"
  },
  {
    "name": "Mushrooms",
    "description": "Mushrooms evoke the smell of dirt and exhibit an earthy, musty quality that is characteric across all varieties.  At their most basic, they impart an umami taste which is savory, hearty, and meat-like.",
    "imageURL": "https://images.unsplash.com/photo-1510442437064-523bec01a056?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=2b62b06d070c558d578c43a2e3d68243&auto=format&fit=crop&w=662&q=80"
  },
  {
    "name": "Key Lime Pie",
    "description": "Key lime pie is light and refreshing. It manages to be both sweet and tart, balancing the two in a fluffy cloud of creamy deliciousness.",
    "imageURL": "https://www.garlicandzest.com/wp-content/uploads/2017/04/Frozen-Whipped-Key-Lime-Tart-26.jpg"
  },
  {
    "name": "Herbs",
    "description": "Herbs are fragrant, aromatic, and earthy. They special flavors they can impart when used to season food can range from bright and citrusy to warm, piney, and tea-like.  They usually always carry a grassy, earthy flavor and evoke a sense of nature and being outside.",
    "imageURL": "http://omnomally.com/wp-content/uploads/2015/09/Immune-Boosting-Garden-Herb-Stock-@OmNomAlly1.jpg"
  },
  {
    "name": "Lychees",
    "description": "Commonly used to make cocktails (i.e. Lychee Martini), lychees are a fruit that delicately balance sweet and tart. Good lychees have a robust floral perfume and are sweet, but not too sweet. They have a light, floral taste that could be described as a combination of grape and rose or pear and watermelon.",
    "imageURL": "https://i.pinimg.com/originals/12/50/20/125020145019cba3c9e4dac51bd47c16.jpg"
  }
]
